antigen
autojump
bash-language-server
bison
brotli
c-ares
ca-certificates
cairo
cmake
curl
dockutil
eza
fontconfig
freetype
fzf
gettext
giflib
git
git-crypt
git-flow
git-lfs
glib
gnu-sed
go
golangci-lint
golangci-lint-langserver
gopls
gotestsum
graphite2
harfbuzz
htop
icu4c
icu4c@75
jpeg-turbo
jq
lazydocker
libevent
libgit2
libidn2
libnghttp2
libpng
libssh2
libtiff
libunistring
libusb
libuv
libvterm
libx11
libxau
libxcb
libxdmcp
libxext
libxrender
libyaml
little-cms2
lld
llvm
lpeg
ltex-ls
lua-language-server
luajit
luv
lz4
lzo
make
markdownlint-cli
marksman
mpdecimal
msgpack
ncurses
neovim
node
oniguruma
openjdk
openssl@3
pcre2
pixman
python-packaging
python@3.12
python@3.13
readline
ripgrep
rtmpdump
rust-analyzer
shellcheck
shfmt
sqlite
stylua
telnet
thefuck
tig
tmux
tree-sitter
unibilium
utf8proc
virtualenvwrapper
vscode-langservers-extracted
wabt
watch
websocat
wget
xorgproto
xz
yaml-language-server
yamllint
yarn
z3
zstd
amethyst
font-hack-nerd-font
karabiner-elements
maccy
rectangle
