ada-url
antigen
aom
autojump
bash-language-server
bat
bison
brotli
c-ares
ca-certificates
cairo
cmake
coreutils
curl
dav1d
dockutil
dotnet@8
dotnet@9
eza
fmt
fontconfig
freetype
fribidi
fzf
gd
gdk-pixbuf
gettext
gh
giflib
git
git-crypt
git-flow
git-lfs
glib
gmp
gnu-sed
go
golangci-lint
golangci-lint-langserver
gopls
gotestsum
graphite2
graphviz
gts
harfbuzz
hdrhistogram_c
highway
htop
icu4c@75
icu4c@77
icu4c@78
imath
jasper
jpeg-turbo
jpeg-xl
jq
k9s
lazydocker
libavif
libdatrie
libdeflate
libevent
libgit2
libiconv
libidn2
libnghttp2
libnghttp3
libngtcp2
libpng
librsvg
libssh2
libthai
libtiff
libtool
libunistring
libusb
libuv
libvmaf
libx11
libxau
libxcb
libxdmcp
libxext
libxrender
libyaml
little-cms2
lld
llhttp
llvm
lpeg
ltex-ls
lua-language-server
luajit
luv
lz4
lzo
m4
make
markdownlint-cli
marksman
mpdecimal
ncurses
neovim
netpbm
node
oniguruma
openexr
openjdk
openjph
openssl@3
pango
pcre2
pixman
python-packaging
python@3.12
python@3.13
python@3.14
readline
ripgrep
rtmpdump
rust-analyzer
shellcheck
shfmt
simdjson
sqlite
stylua
tailscale
telnet
thefuck
tig
tmux
tpm
tree-sitter
tree-sitter@0.25
typescript
typescript-language-server
unibilium
utf8proc
uvwasi
virtualenvwrapper
vscode-langservers-extracted
wabt
wasmtime
watch
webp
websocat
wget
xorgproto
xz
yaml-language-server
yamllint
yarn
z3
zoxide
zstd
amethyst
claude-code
cursor
font-hack-nerd-font
karabiner-elements
maccy
rectangle
