android-file-transfer
arch-audit
atool
autoconf
automake
bandwhich
bash
bash-language-server
bat
bc
bind
binutils
bison
bluez
bluez-utils
bzip2
cifs-utils
clang
cmake
coreutils
cronie
cryptsetup
ctags
curlie
deepin-screenshot
device-mapper
dfrs
dhcpcd
diffutils
dosfstools
dunst
e2fsprogs
efibootmgr
eog
exa
fakeroot
fd
file
filesystem
findutils
flake8
flex
fzf
gawk
gcc
gcc-libs
gdb
gettext
git
glibc
gnome-sound-recorder
go
gparted
grep
grub
gucharmap
gzip
highlight
htop
i3-wm
i3lock
inetutils
intel-ucode
iproute2
iptraf-ng
iputils
iwd
jfsutils
jq
jupyterlab
less
libnotify
libreoffice-still
libtool
licenses
linux
linux-firmware
logrotate
lvm2
m4
make
man-db
man-pages
mdadm
moreutils
mtr
nano
ncdu
neofetch
neovim
netctl
network-manager-applet
networkmanager
nmap
noto-fonts
noto-fonts-emoji
openssh
pacman
pacman-contrib
pandoc
patch
pavucontrol
pciutils
perl
pipewire-pulse
pkgconf
pkgfile
prettier
procps-ng
progress
psmisc
python-black
python-i3ipc
python-pip
python-pipenv
python-pynvim
python-virtualenvwrapper
ranger
reiserfsprogs
ripgrep
rofi
rsync
s-nail
sed
shadow
shellcheck
shfmt
smem
sudo
sysfsutils
systemd-sysvcompat
tar
texinfo
texlive-bin
texlive-core
texlive-latexextra
thefuck
tig
tmux
translate-shell
transmission-gtk
trash-cli
tree
typescript
unrar
unzip
usbutils
util-linux
vi
vint
virtualbox
virtualbox-host-modules-arch
vlc
vnstat
w3m
wget
which
wmctrl
wpa_supplicant
xautolock
xclip
xdotool
xf86-video-intel
xfsprogs
xorg-server
xorg-xbacklight
xorg-xev
xorg-xinit
xorg-xinput
xsel
yamllint
yarn
zathura
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zip
zsh
