7zip
aichat
alacritty
android-file-transfer
arch-audit
atool
autoconf
automake
bandwhich
base
bash-language-server
bat
bc
bind
bison
bluez
bluez-utils
brightnessctl
cifs-utils
clang
cmake
cronie
ctags
curlie
deepin-screen-recorder
dfrs
dhcpcd
difftastic
dnsmasq
docker
docker-buildx
docker-compose
dosfstools
duf
dunst
efibootmgr
eog
eza
fakeroot
fastfetch
fd
firefox
flex
fzf
gcc
gdb
gimp
git
git-delta
github-cli
gnome-sound-recorder
go
golangci-lint
gparted
grub
gucharmap
highlight
htop
i3-wm
i3lock
imagemagick
inetutils
intel-ucode
iptables-nft
iptraf-ng
iwd
jfsutils
jq
jupyterlab
jupyterlab-widgets
keyd
ktorrent
lazydocker
libnotify
libreoffice-still
libtool
linux
linux-firmware
logrotate
lua-language-server
lvm2
m4
make
man-db
man-pages
markdownlint-cli
marksman
mdadm
mesa-utils
moreutils
mtools
mtr
nano
ncdu
neovim
netctl
network-manager-applet
networkmanager
nmap
noto-fonts
noto-fonts-emoji
ntfs-3g
openssh
os-prober
pacman-contrib
pandoc-cli
pasystray
patch
pavucontrol
pipewire-pulse
pkgconf
pkgfile
polkit
polybar
prettier
procs
progress
protobuf
psensor
pyright
python-i3ipc
python-pip
python-pipenv
python-pynvim
python-virtualenvwrapper
qemu-desktop
ranger
ripgrep
rofi
rsync
ruby
ruff
rust-analyzer
rustup
s-nail
sd
shellcheck
shfmt
stylua
sudo
sysfsutils
texinfo
texlive-basic
texlive-bin
texlive-latexextra
tflint
thefuck
tig
tmux
translate-shell
transmission-gtk
trash-cli
tree
ttf-nerd-fonts-symbols
typescript
typescript-language-server
unrar
unzip
usbutils
vi
vint
virt-manager
visidata
vlc
vnstat
w3m
websocat
wget
which
wireplumber
wmctrl
wpa_supplicant
xclip
xdotool
xfsprogs
xorg-server
xorg-xev
xorg-xinit
xorg-xinput
xsel
yaml-language-server
yamllint
yarn
zathura
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zip
zsh
