android-file-transfer
arch-audit
atool
autoconf
automake
bandwhich
base
bash-language-server
bat
bc
bind
bison
bluez
bluez-utils
cifs-utils
clang
cmake
cronie
ctags
curlie
deepin-screenshot
dfrs
dhcpcd
dnsmasq
docker
docker-compose
dosfstools
dunst
efibootmgr
eog
exa
fakeroot
fd
flake8
flex
fzf
gcc
gdb
git
gnome-sound-recorder
go
gparted
grub
gucharmap
highlight
htop
i3-wm
i3lock
inetutils
intel-ucode
iptables-nft
iptraf-ng
iwd
jfsutils
jq
jupyterlab
libnotify
libreoffice-still
libtool
lightdm
lightdm-gtk-greeter
linux
linux-firmware
logrotate
lvm2
lximage-qt
lxqt-about
lxqt-admin
lxqt-archiver
lxqt-config
lxqt-globalkeys
lxqt-notificationd
lxqt-openssh-askpass
lxqt-panel
lxqt-policykit
lxqt-powermanagement
lxqt-qtplugin
lxqt-runner
lxqt-session
lxqt-sudo
lxqt-themes
m4
make
man-db
man-pages
mdadm
moreutils
mtools
mtr
nano
ncdu
neofetch
neovim
netctl
network-manager-applet
networkmanager
nmap
noto-fonts
noto-fonts-emoji
ntfs-3g
obconf-qt
openbox
openssh
os-prober
oxygen-icons
pacman-contrib
pandoc-cli
pasystray
patch
pavucontrol
pavucontrol-qt
pcmanfm-qt
pipewire-pulse
pkgconf
pkgfile
polkit
polybar
prettier
progress
psensor
pyright
python-black
python-i3ipc
python-pip
python-pipenv
python-pylint
python-pynvim
python-virtualenvwrapper
qterminal
ranger
reiserfsprogs
ripgrep
rofi
rsync
s-nail
screengrab
shellcheck
shfmt
smem
solidity
sudo
sysfsutils
texinfo
texlive-bin
texlive-core
texlive-latexextra
thefuck
tig
tmux
translate-shell
transmission-gtk
trash-cli
tree
typescript
typescript-language-server
unrar
unzip
usbutils
vi
vint
virt-manager
visidata
vlc
vnstat
w3m
wget
which
wireplumber
wmctrl
wpa_supplicant
xautolock
xclip
xdotool
xf86-video-intel
xfsprogs
xorg-server
xorg-xbacklight
xorg-xev
xorg-xinit
xorg-xinput
xscreensaver
xsel
yaml-language-server
yamllint
yarn
zathura
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zip
zsh
